const Page = () => {
  return (
    <div className="mt-6 mb-16">
      <h1 className="text-xl font-semibold flex justify-center text-center">
        Согласие на обработку персональных данных <br />
        ГБУЗ «Городищенская ЦРБ»
      </h1>
      <div className="mt-3">Я, нижеподписавшийся (ФИО, дата рождения)</div>
      <div>Проживающий (ая) по адресу (месту регистрации):</div>
      <p className="mt-3 indent-8">
        В соответствии с требованиями ст.9 ФЗ №142-ФЗ от 27.07.2006 года «О
        персональных данных» подтверждаю свое согласие на обработку ГБУЗ
        «Городищенская ЦРБ», 403003, р. п. Городище, пл. Павших Борцов д.4
        (далее – Оператор) моих персональных данных, включающих: фамилию, имя,
        отчество, дату рождения, пол, адрес регистрации и места жительства,
        контактные телефоны, паспортные данные, СНИЛС в пенсионном фонде России,
        данные страхового полиса ОМС (ДМС), социальное положение, место работы и
        занимаемая должность, данные о состоянии моего здоровья (диагноз
        заболевания, шифр заболевания по МКБ-10, перечень и стоимость оказанных
        услуг, данные об инвалидности, диспансерное наблюдение, медицинские
        льготы), рост, вес, протоколы и результаты инструментальных и
        лабораторных методов исследования, случаи обращения за медицинской
        помощью в медико-профилактических целях, в целях установления
        медицинского диагноза и оказания медицинских услуг при условии, что их
        ОБРАБОТКА ОСУЩЕСТВЛЯЕТСЯ ЛИЦОМ, ПРОФЕССИОНАЛЬНО ЗАНИМАЮЩИМСЯ МЕДИЦИНСКОЙ
        ДЕЯТЕЛЬНОСТЬЮ И ОБЯЗАННЫМ СОХРАНЯТЬ ВРАЧЕБНУЮ ТАЙНУ.
      </p>
      <p className="indent-8">
        В процессе оказания разрешаю Оператору право осуществлять все действия
        (операции) с моими персональными данными, включая сбор, систематизацию,
        накопление, хранение, обновление, изменение, обезличивание,
        блокирование, уничтожение. Оператор в паве обрабатывать мои персональные
        данные посредством внесения их в электронную базу данных, включение в
        списки (реестры) и отчетные формы, предусмотренные документами,
        регламентирующими предоставление отчетных данных (документов) по ОМС,
        предоставления информации в Пенсионный фонд и налоговый орган и другими
        регламентирующими работу учреждения здравоохранения руководящими
        документами.
      </p>
      <div className="font-semibold">
        Оператор имеет право во исполнение своих обязательств:
      </div>
      <ul className="pl-16">
        <li>
          - По работе в системе ОМС (ДМС) на обмен (прием и передачу) моих
          персональных данных со страховыми и медицинскими организациями и/или
          Территориальным фондом ОМС (далее - ТФОМС), с использованием машинных
          носителей или по каналам связи с соблюдением мер, обеспечивающих
          защиту от несанкционированного доступа, при условии, что их прием и
          обработка, будут осуществляться лицом, обязанным сохранять
          профессиональную тайну;
        </li>
        <li>
          - По работе в системе бюджетного финансирования на передачу моих
          персональных данных, в том числе сведений, составляющих врачебную
          тайну, в Комитет здравоохранения Волгоградской области (далее – КЗВО)
          в рамках его компетенции;
        </li>
        <li>
          - На передачу сведений в Министерство здравоохранения Российской
          Федерации и социального фонда развития РФ, Федеральное управление
          Росздравнадзора и его территориальные структурные подразделения о
          предоставлении гражданам РФ высокотехнологичной медицинской помощи;
        </li>
        <li>
          - На информирование (отправка извещения о выявлении больного с
          онкопатологией, туберкулезом и другими инфекционными заболеваниями,
          впервые установленными в ГБУЗ «Городищенская ЦРБ», в
          специализированные лечебные учреждения и в органы, осуществляющие
          контроль и надзор по Волгоградской области);
        </li>
        <li>
          - На ведение экспертизы качества оказания медицинской помощи с
          передачей информации в КЗ ВО и ФГБОУ ВО «Волгоградский государственный
          медицинский университет»;
        </li>
        <li>
          - На обмен (прием и передачу) обезличенных персональных данных в
          рамках научной и исследовательской работы на базе ФГБОУ ВО
          «Волгоградский государственный медицинский университет»;
        </li>
        <li>
          - На информирование Фонда социального страхования о больных, имеющих
          право на долечивание в санатории;
        </li>
        <li>
          - На ведение реестров больных с наследственными коагулопатиями,
          гипофизарным нанизмом, рассеянным склерозом и муковисцидозом и их
          передачу и их передачу в органы управления здравоохранения
          Волгоградской области;
        </li>
        <li>
          - На передачу сведений, составляющих врачебную тайну, в том числе по
          факту обращения в ГБУЗ «Городищенская ЦРБ» в органы дознания,
          следствия, прокуратуры и суда (на бумажных носителях информации);
        </li>
      </ul>
      <p className="indent-8">
        Передача моих персональных данных иным лицам или иное их разглашение
        может осуществляться только с моего письменного согласия.
      </p>
      <p className="indent-8">
        Я оставляю за собой право отозвать свое согласие посредством составления
        соответствующего письменного документа, который может быть направлен
        мной в адрес Оператора по почте заказным письмом с уведомлением о
        вручении либо вручен лично под расписку представителю Оператора.
      </p>
      <p className="indent-8">
        В случае получения моего письменного заявления об отзыве настоящего
        согласия на обработку персональных данных Оператор обязан прекратить их
        обработку в течение периода времени, необходимого для завершения
        взаиморасчетов по оплате оказанной мне до этого медицинской помощи.
      </p>
      <div className="mt-6">
        Настоящее согласие дано мной (дата) и действует бессрочно.
      </div>
      <div> Подпись субъекта персональных данных</div>
    </div>
  );
};

export default Page;
